/* 
  Localizable.strings
  Pods

  Created by Benjamin Erhart on 20.04.17.

*/

// BridgeSelectViewController.swift
"__BRIDGES_EXPLANATION__" = "پل‌های ارتباطی، بازپخش‌کننده تور هستند و برای عبور از سانسور به کاربران کمک می‌کنند. اگر تور توسط سرویس‌دهنده‌ی اینترنت شما مسدود شده است، می‌توانید پل‌های ارتباطی را امتحان کنید؛ هر نوع پل ارتباطی از یک روش متفاوت برای جلوگیری از سانسور استفاده می‌کند: اگر یکی از روش‌ها کار نکرد، دیگری را امتحان کنید.\nشما می‌توانید از پل‌های ارتباطی ارائه شده در زیر و یا پل‌های موجود در % استفاده کنید.";
"No Bridges: Directly Connect to Tor" = "بدون پل ارتباطی: به صورت مستقیم به شبکه تور متصل شوید";
"Provided Bridges: %" = "پل‌های ارتباطی ارائه شده: %";
"Custom Bridges" = "پل‌های ارتباطی مخصوص";


// BridgeSelectViewController.xib
"Bridge Configuration" = "پیکربندی پل ارتباطی";
"Done" = "انجام شد";


// BridgeViewController.xib
"Sometimes you need a bridge to get to Tor." = "گاهی اوقات برای اتصال به شبکه‌ تور نیاز به یک پل ارتباطی دارید.";
"TELL ME MORE" = "توضیح بیشتر";


// ConnectingViewController.swift
"Connected!" = "متصل شد!";
"__CLAIM_1__" = "جامعه‌ی متنوع ما یکی از ویژگی‌های مهم و عالی Tor است!";
"__CLAIM_2__" = "مردم عادی روزانه از Tor برای جلوگیری از ردیابی شدن توسط شرکت‌های تبلیغاتی و بازاریابی استفاده می‌کنند.";
"__CLAIM_3__" = "مردم از توراستفاده می‌کنند تا با دوستان و خانواده‌هایشان با امنیت خاطر در ارتباط باشند.";
"__CLAIM_4__" = "فعالان از تور استفاده می‌کنند تا عقاید و باورهای خود را آزادانه ابراز کنند.";
"__CLAIM_5__" = "وبلاگ‌نویسان از تور برای سوق دادن مردم به سوی اصلاحات اجتماعی استفاده می‌کنند.";
"__CLAIM_6__" = "روزنامه‌نگاران از تور برای تحقیق کردن و بازگویی گزارش‌های خود در امنیت استفاده می‌کنند.";
"__CLAIM_7__" = "افراد اهل کسب و کار از تور برای خصوصی نگه داشتن استراتژی‌های شرکت خود استفاده می‌کنند.";
"__CLAIM_8__" = "کارگران از تور برای مبارزه در جهت رسیدن به عدالت استفاده می‌کنند، بدون اینکه نگران از دست دادن کارشان باشند.";


// ConnectingViewController.xib
"We're connecting you." = "در حال اتصال شما هستیم.";
"START BROWSING" = "شروع گردش کردن در اینترنت";


// CustomBridgeViewController.swift
"__CUSTOM_BRIDGE_EXPLANATION__" = "در مرورگری دیگر به % بروید و گزینه 'Get Bridges' را انتخاب کنید. از قسمت تنظیمات پیشرفته 'obfs4' را انتخاب کنید. (IPv6 را انتخاب نکنید.)\nبرای استفاده از QR code موجود در وبسایت، بر روی نماد 'camera' ضربه بزنید و یا 'bridge lines' را در اینجا کپی و جای‌گذاری کنید:";

// ErrorViewController.xib
"Looks like we got stuck! Quit. Then restart the app." = "به نظر می‌رسد اپ متوقف شده است! برنامه رو ببندید و دوباره راه‌اندازی کنید.";


// HelloViewController.xib
"Hello" = "سلام";
"Welcome to Tor on mobile." = "به مرورگر تور بر روی موبایل خوش آمدید.";
"CHANGE LANGUAGE" = "تغییر زبان";
"Change Language" = "تغییر زبان";
"Cancel" = "لغو";


// IntroViewController.xib
"CONTINUE WITHOUT" = "ادامه دادن بدونِ ";
"USE A BRIDGE" = "استفاده از یک پل ارتباطی";


// NotrackViewController.xib
"Browse the internet how you expect you should." = "همان‌طور که دوست دارید در اینترنت گردش کنید.";
"No tracking. No censorship." = "بدون ردیابی. بدون سانسور.";


// ScanQrViewController.swift
"Scan QR Code" = "اسکن کد QR";
"Error" = "خطا";
"Camera access was not granted or QR Code scanning is not supported by your device." = "اجازه دسترسی به دوربین داده نشد و یا اینکه اسکن کردن QR Code توسط دستگاه شما پشتیبانی نمی‌شود.";
"QR Code could not be decoded! Are you sure you scanned a QR code from bridges.torproject.org?" = "QR Code رمزگشایی نشد! آیا مطمئنید که کد QR را از bridges.torproject.org اسکن کرده‌اید؟";
